{
  "libros" : [
    {
      "nombre": "1984",
      "id" : 1,
      "imagen": "../Imagenes/1984.png",  
      "escritor": "George Orwell",
      "estrellas": 4,
      "genero": "ficcion",
      "editorial": "Planeta",
      "libro": "../Libros/1984 - George Orwell.pdf",
      "resumen": "1984 es la antiutopía o distopía más célebre de todas cuantas fueron escritas durante la primera mitad del siglo XX. En ella, Orwell presenta un futuro en el que una dictadura totalitaria interfiere hasta tal punto en la vida privada de los ciudadanos que resulta imposible escapar a su control.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "Sexo ATR",
      "id" : 2,
      "imagen": "../Imagenes/LIBRO1.jpg",
      "escritor": "Lic. Cecilia Ce",
      "estrellas": 3,
      "genero": "sexualidad",
      "editorial": "Planeta",
      "libro": "../Libros/Sexo ATR - Lic. Cecilia Ce.pdf",
      "resumen": "La Lic. Cecilia Ce nos ofrece en este libro-guía información sexual valiosísima de una manera gráfica, divertida, empática y respetuosa, con la intención de que cada uno haga su propio recorrido de autodescubrimiento y reafirmación, para disfrutar de la sexualidad en libertad.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "Caroline",
      "id" : 3,
      "imagen": "../Imagenes/LIBRO3.jpg",
      "escritor": "Neil Gaiman",
      "estrellas": 5,
      "genero": "novela",
      "editorial": "Penguin Random",
      "libro": "../Libros/Coraline - Neil Gaiman.pdf",
      "resumen": "Al día siguiente de mudarse de casa, Coraline explora las catorce puertas de su nuevo hogar. Trece se pueden abrir con normalidad, pero la decimocuarta está cerrada y tapiada. Cuando por fin consigue abrirla, Coraline se encuentra con un pasadizo secreto que la conduce a otra casa tan parecida a la suya que resulta escalofriante.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "Diez Negritos",
      "id" : 4,
      "imagen": "../Imagenes/LIBRO4.jpg",
      "escritor": "Agatha Christie",
      "estrellas": 5,
      "genero": "policial",
      "editorial": "Booket",
      "libro": "../Libros/Diez negritos - Agatha Christie.pdf",
      "resumen": "Diez personas que no se han visto nunca son invitadas por un huésped desconocido a pasar unos días de vacaciones en una lujosa mansión situada en una isla de la costa inglesa. Cada uno de los invitados tiene algo que esconder, y un crimen por el que debe pagar. Empieza la pesadilla.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "JavaScript Inspirate",
      "id" : 5,
      "imagen": "../Imagenes/js_inspirate.png",
      "escritor": "Ulises Gascón",
      "estrellas": 2,
      "genero": "tecnologia",
      "editorial": "FreeLibros",
      "libro": "../Libros/JavaScript Inspirate.pdf",
      "resumen": "Mi idea, es empezar desde cero y hacer un viaje juntos desde los abismos profundos de la duda, pasando por el pseudocódigo hasta llegar al maravilloso mundo de las peticiones AJAX. Haremos muchas paradas en el camino, en las que aprenderemos todo lo que necesitas para empezar tu aventura como desarrollador Front-End con sólidas bases en JavaScript.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "El cuento de la Criada",
      "id" : 6,
      "imagen": "../Imagenes/LIBRO5.jpg",
      "escritor": "Margaret Atwood",
      "estrellas": 4,
      "genero": "novela",
      "editorial": "McClelland & Stewart",
      "libro": "../Libros/El cuento de la criada - Margaret Atwood.pdf",
      "resumen": "Amparándose en la coartada del terrorismo, unos políticos teócratas se  hacen con el poder y, como primera medida, suprimen la libertad de  prensa y los derechos de las mujeres. Esta trama, inquietante y oscura,  que bien podría encontrarse en cualquier obra actual, pertenece en  realidad a esta novela escrita por Margaret Atwood a principios de los  ochenta, en la que la afamada autora canadiense anticipó con llamativa premonición una amenaza latente en el mundo de hoy.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "Fahrenheit 451",
      "id" : 7,
      "imagen": "../Imagenes/LIBRO6.jpg",
      "escritor": "Ray Bradbury",
      "estrellas": 3,
      "genero": "novela",
      "editorial": "Plaza & Janés",
      "libro": "../Libros/Fahrenheit 451 - Ray Bradbury.pdf",
      "resumen": "Guy Montag es un bombero y el trabajo de un bombero es quemar libros, que están prohibidos porque son causa de discordia y sufrimiento. El Sabueso Mecánico del Departamento de Incendios, armado con una letal inyección hipodérmica, escoltado por helicópteros, está preparado para rastrear a los disidentes que aún conservan y leen libros.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "La Ladrona de Libros",
      "id" : 8,
      "imagen": "../Imagenes/LIBRO7.jpg",
      "escritor": "Markus Zusak",
      "estrellas": 5,
      "genero": "novela",
      "editorial": "Lumen",
      "libro": "../Libros/La ladrona de libros - Markus Zusak.pdf",
      "resumen": "Érase una vez un pueblo donde las noches eran largas y la muerte contaba  su propia historia. En el pueblo vivía una niña que quería leer, un  hombre que tocaba el acordeón y un joven judío que escribía bellos  cuentos para escapar del horror de la guerra. Al cabo de un tiempo, la  niña se convirtió en una ladrona que robaba libros y regalaba palabras.  Con estas palabras se escribió una historia hermosa y cruel que ahora ya es una novela inolvidable.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "El Hobbit",
      "id" : 9,
      "imagen": "../Imagenes/LIBRO8.jpg",
      "escritor": "J.R.R Tolkien",
      "estrellas": 4,
      "genero": "fantasia",
      "editorial": "Minotauro",
      "libro": "../Libros/El Hobbit - J.R.R. Tolkien.pdf",
      "resumen": "Smaug parecia profundamente dormido cuando Bilbo espio una vez mas desde la entrada. Pero fingia estar dormido! Estaba vigilando la entrada del tunel!... Sacado de su comodo agujero-hobbit por Gandalf y una banda de enanos, Bilbo se encuentra de pronto en medio de una conspiracion que pretende apoderarse del tesoro de Smaug el Magnifico, un enorme y muy peligroso dragon.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "Orgullo y Prejuicio",
      "id" : 11,
      "imagen": "../Imagenes/LIBRO9.jpg",
      "escritor": "Jane Austen",
      "estrellas": 5,
      "genero": "novela",
      "editorial": "Austral Editorial",
      "libro": "../Libros/Orgullo y Prejuicio - Jane Austen.pdf",
      "resumen": "El ingenio y la ironía con la que Austen narra esta historia dejará al lector enganchado desde el primer vistazo, pues la escritora narra, de una manera brillante, la hipocresía del momento y la dureza de ser mujer de este tiempo, a través de una historia que será lo opuesto a lo que estamos acostumbrados en las novelas románticas y servirá de guía para muchas otras comedias en tiempos posteriores.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "El Club de la Lucha",
      "id" : 12,
      "imagen": "../Imagenes/LIBRO10.jpg",
      "escritor": "Chuck Palahniuk",
      "estrellas": 5,
      "genero": "novela",
      "editorial": "Debolsillo",
      "libro": "../Libros/El club de la lucha - Chuck Palahniuk.pdf",
      "resumen": "La primera regla del club de la lucha es no hablar del club de la lucha.  Cada fin de semana, un puñado de jóvenes oficinistas se quita los  zapatos y las camisas y pelean entre sí hasta la extenuación. Los lunes  vuelven a sus despachos con los ojos amoratados y un embriagador  sentimiento de omnipotencia. Pero estas reuniones son solo el comienzo  del plan con el que Tyler Durden, proyeccionista, camarero y oscuro  genio anárquico, aspira a vengarse de una sociedad paralizada por el consumismo exacerbado.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "Cadáver Exquisito",
      "id" : 13,
      "imagen": "../Imagenes/LIBRO11.jpg",
      "escritor": "Agustina Bazterrica",
      "estrellas": 2,
      "genero": "ficcion",
      "editorial": "Alfaguara",
      "libro": "../Libros/Cadaver exquisito - Agustina Bazterrica.pdf",
      "resumen": "La súbita aparición de un virus letal que ataca a los animales modifica  de manera irreversible el mundo: desde las fieras hasta las mascotas  deben ser sistemáticamente sacrificadas, y su carne ya no puede ser  consumida. Los gobiernos enfrentan la situación con una decisión  drástica: legalizando la cría, reproducción, matanza y procesamiento de  carne humana. El canibalismo es ley y la sociedad ha quedado dividida en dos grupos: los que comen y los que son comidos.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    },
    {
      "nombre": "La Naranja Mecanica",
      "id" : 14,
      "imagen": "../Imagenes/LIBRO12.jpg",
      "escritor": "Anthony Burgess",
      "estrellas": 5,
      "genero": "ficcion",
      "editorial": "Minotauro",
      "libro": "../Libros/Sexo ATR - Lic. Cecilia Ce.pdf",
      "resumen": "La naranja mecánica cuenta la historia del nadsat-adolescente Alex y sus tres drugos-amigos en un mundo de crueldad y destrucción. Alex tiene los principales atributos humanos: amor a la agresión, amor al lenguaje, amor a la belleza. Pero es joven y no ha entendido aún la verdadera importancia de la libertad, la que disfruta de un modo violento. En cierto sentido vive en el edén, y sólo cuando cae (como en verdad le ocurre, desde una ventana) parece capaz de llegar a transformarse en un verdadero ser humano.",
      "carousel": "",
      "clase": "libro"
    },
    {
      "nombre": "Yo, Robot",
      "id" : 15,
      "imagen": "../Imagenes/LIBRO13.jpg",
      "escritor": "Isaac Asimov",
      "estrellas": 5,
      "genero": "novela",
      "editorial": "Adhasa",
      "libro": "../Libros/Yo, robot - Isaac Asimov.pdf",
      "resumen": "Un robot no hará daño a un ser humano o, por inacción, permitirá que un ser humano sufra daño. Un robot debe cumplir las órdenes dadas por los seres humanos, a excepción de aquellas que entrasen en conflicto con la primera ley. Un robot debe proteger su propia existencia en la medida en que esta protección no entre en conflicto con la primera o con la segunda ley.",
      "carousel": "carousel-item-3",
      "clase": "libro"
    }
]
}